Repository: iworks/fleet
Catalog: languages/5o5-*.po
Languages: pl_pl

source: Configuration
pl_pl: Konfiguracja

source: General
pl_pl: Ogólne

source: Results
pl_pl: Wyniki

source: Show points
pl_pl: Pokaż punkty

source: Persons
pl_pl: Osoby

source: Show social media links
pl_pl: Pokaż linki do Social Media

source: Show boats table
pl_pl: Pokaż tabelę łódek

source: Add New Boat
pl_pl: Dodaj łódkę

source: Series
pl_pl: Serie

source: Hulls Manufaturers
pl_pl: Producenci kadłubów

source: Sails Manufaturers
pl_pl: Producenci żagli

source: Masts Manufaturers
pl_pl: Producenci masztów

source: Locations
pl_pl: Lokalizacja

source: Year of building
pl_pl: Rok budowy

source: Boat name
pl_pl: Nazwa łodzi

source: Color top
pl_pl: Kolor pokładu

source: Color side
pl_pl: Kolor burt

source: Color bottom
pl_pl: Kolor dna

source: In Poland
pl_pl: W Polsce od

source: Location
pl_pl: Lokalizacja

source: Hull material
pl_pl: Materiał kadłuba

source: Helmsman
pl_pl: Sternik

source: Crew
pl_pl: Załogant

source: First Certified
pl_pl: Pierwszy raz certyfikowana

source: Web site
pl_pl: Strona internetowa

source: Boat
pl_pl: Łódka

source: Boats
pl_pl: Łódki

source: Item Attributes
pl_pl: Atrybuty elementu

source: Add New
pl_pl: Dodaj nową

source: New Boat
pl_pl: Nowa łódka

source: Edit Boat
pl_pl: Edytuj łódkę

source: Update Boat
pl_pl: Aktualizuj łódkę

source: View Boat
pl_pl: Podejrzyj łódkę

source: View Boats
pl_pl: Podejrzyj łódki

source: Search Boat
pl_pl: Szukaj łódki

source: Not found
pl_pl: Nie znaleziono

source: Not found in Trash
pl_pl: Nie znaleziono w koszu

source: Featured Image
pl_pl: Obrazek wyróżniający

source: Set featured image
pl_pl: Ustaw obrazek wyróżniający

source: Remove featured image
pl_pl: Usuń obrazek wyróżniający

source: Use as featured image
pl_pl: Użyj jako obrazek wyróżniający

source: Insert into item
pl_pl: Dodaj do elementu

source: Uploaded to this item
pl_pl: Prześlij do elementu

source: Items list
pl_pl: Lista elementów

source: Items list navigation
pl_pl: Lista nawigacyjna elementów

source: Filter items list
pl_pl: Filtr listy elementów

source: Hull Manufacturer
pl_pl: Producent kadłuba

source: All Hull Manufacturers
pl_pl: Producenci kadłubów

source: New Hull Manufacturer Name
pl_pl: Dodaj producenta kadłuba

source: Add New Hull Manufacturer
pl_pl: Dodaj producenta kadłuba

source: Edit Hull Manufacturer
pl_pl: Edytuj producenta kadłuba

source: Update Hull Manufacturer
pl_pl: Aktualizuj producenta kadłuba

source: View Hull Manufacturer
pl_pl: Podejrzyj producenta kadłuba

source: Separate items with commas
pl_pl: Oddzielaj elementy przecinkami

source: Add or remove items
pl_pl: Dodaj lub usuń elementy

source: Choose from the most used
pl_pl: Wybierz z najczęściej używanych

source: Popular Hull Manufacturers
pl_pl: Popularny producent kadłuba

source: Search Hull Manufacturers
pl_pl: Szukaj producenta kadłuba

source: Not Found
pl_pl: Nie znaleziono

source: No items
pl_pl: Brak elementów

source: Hull Manufacturers list
pl_pl: Lista producentów kadłubów

source: Hull Manufacturers list navigation
pl_pl: Lista nawigacyjna producentów kadłubów

source: Sails Manufacturer
pl_pl: Producent żagli

source: All Sails Manufacturers
pl_pl: Producenci żagli

source: New Sails Manufacturer Name
pl_pl: Dodaj producenta żagli

source: Add New Sails Manufacturer
pl_pl: Dodaj producenta żagli

source: Edit Sails Manufacturer
pl_pl: Edytuj producenta żagli

source: Update Sails Manufacturer
pl_pl: Aktualizuj producenta żagli

source: View Sails Manufacturer
pl_pl: Podejrzyj producenta żagli

source: Popular Sails Manufacturers
pl_pl: Poprzedni producenci żagli

source: Search Sails Manufacturers
pl_pl: Szukaj producenta żagli

source: Sails Manufacturers list
pl_pl: Lista producentów żagli

source: Sails Manufacturers list navigation
pl_pl: Lista nawigacyjna producentów żagli

source: Masts Manufacturer
pl_pl: Producent masztów

source: All Masts Manufacturers
pl_pl: Wszyscy producenci masztów

source: New Masts Manufacturer Name
pl_pl: Nowy producent masztów

source: Add New Masts Manufacturer
pl_pl: Dodaj producenta masztów

source: Edit Masts Manufacturer
pl_pl: Edytuj producenta masztów

source: Update Masts Manufacturer
pl_pl: Aktualizuj producenta masztów

source: View Masts Manufacturer
pl_pl: Podejrzyj producenta masztów

source: Popular Masts Manufacturers
pl_pl: Popularni producenci masztów

source: Search Masts Manufacturers
pl_pl: Szukaj producentów masztów

source: Masts Manufacturers list
pl_pl: Lista nawigacyjna producentów masztów

source: Masts Manufacturers list navigation
pl_pl: Lista nawigacji producentów masztów

source: Enter boat number eg. POL 7020
pl_pl: Wprowadź numer łodzi, np. POL 7020

source: Hull manufacturer
pl_pl: Producent kadłuba

source: First certified date
pl_pl: Data pierwszego certyfikatu

source: Name
pl_pl: Nazwa

source: Colors (top/side/bottom)
pl_pl: Kolory (góra/burty/dno)

source: Sails manufacturer
pl_pl: Producent żagli

source: Mast manufacturer
pl_pl: Producent masztu

source: Boat details
pl_pl: Informacje o łodce

source: Current crew
pl_pl: Aktualna załoga

source: Gallery
pl_pl: Galeria

source: Crews data
pl_pl: Dane załóg

source: Boat data
pl_pl: Informacje o łodzi

source: Current
pl_pl: Aktualna

source: Action
pl_pl: Akcja

source: Select or remove a helmsman
pl_pl: Wybierz lub usuń sternika

source: Select or remove a crew
pl_pl: Wybierz lub usuń załoganta

source: Delete
pl_pl: Skasuj

source: There is no current team
pl_pl: Aktualnie brak przypisanej załogi

source: Add a crew
pl_pl: Dodaj załogę

source: Select a helmsman
pl_pl: Wybierz sternika

source: Select a crew
pl_pl: Wybierz załoganta

source: Boat Number
pl_pl: Numer łodzi

source: Birth Year
pl_pl: Rok urodzenia

source: Birth Date
pl_pl: Data urodzenia

source: Website
pl_pl: Strona internetowa

source: Mobile
pl_pl: Komórka

source: E-mail
pl_pl: Adres mail

source: Person
pl_pl: Osoba

source: Add New Person
pl_pl: Dodaj osobę

source: New Person
pl_pl: Nowa osoba

source: Edit Person
pl_pl: Edytuj osobę

source: Update Person
pl_pl: Aktualizuj osobę

source: View Person
pl_pl: Podejrzyj osobę

source: View Persons
pl_pl: Podejrzyj osoby

source: Search person
pl_pl: Szukaj osoby

source: person
pl_pl: osoba

source: Clubs
pl_pl: Kluby

source: New Club Name
pl_pl: Nowy klub

source: Add New Club
pl_pl: Dodaj klub

source: Edit Club
pl_pl: Edytuj klub

source: Update Club
pl_pl: Aktualizuj klub

source: View Club
pl_pl: Podejrzyj klub

source: Popular Clubs
pl_pl: Popularne kluby

source: Search Clubs
pl_pl: Szukaj klubu

source: Clubs list
pl_pl: Lista klubów

source: Clubs list navigation
pl_pl: Lista nawigacyjna klubów

source: Personal data
pl_pl: Dane osobiste

source: Contact data
pl_pl: Informacje kontaktowe

source: Birth year
pl_pl: Rok urodzenia

source: Sail on %s as helmsman.
pl_pl: Aktualnie sternik na %s.

source: Sail on %s as crew.
pl_pl: Aktualnie załogant na %s.

source: Sailed on %s as helmsman.
pl_pl: Kiedyś sternik na %s.

source: Sailed on %s as crew.
pl_pl: Kiedyś załogant na %s.

source: Sail or sailed
pl_pl: Historia pływanych łódek

source: Area
pl_pl: Akwen

source: Organizer
pl_pl: Organizator

source: Secretary
pl_pl: Sekretarz

source: Arbiter
pl_pl: Sędzia Główny

source: Event start
pl_pl: Data rozpoczęcia

source: Event end
pl_pl: Data zakończenia

source: Number of races
pl_pl: Liczba wyścigów

source: Number of competitors
pl_pl: Liczba załóg

source: Wind direction
pl_pl: Kierunek wiatru

source: Wind power
pl_pl: Siła wiatru

source: Place
pl_pl: Miejsce

source: Helm
pl_pl: Sternik

source: Sum
pl_pl: Suma

source: Dates
pl_pl: Daty

source: Title
pl_pl: Tytuł

source: Races
pl_pl: Wyścigów

source: Teams
pl_pl: Zespołów

source: No race results.
pl_pl: Brak wyników wyścigów.

source: There is no results.
pl_pl: Brak wyników.

source: Start date is not set.
pl_pl: Nie ustawiono daty rozpoczęcia.

source: There is no register regatta for this sailor.
pl_pl: Nie dodano żeglarzy do tych regat.

source: Year
pl_pl: Rok

source: Place (of)
pl_pl: Miejsce (z)

source: Points
pl_pl: Punktów

source: Regatta list
pl_pl: Lista regat

source: Result
pl_pl: Wynik

source: Add New Result
pl_pl: Dodaj wyniki

source: New Result
pl_pl: Nowe wyniki

source: Edit Result
pl_pl: Edytuj wyniki

source: Update Result
pl_pl: Aktualizuj wyniki

source: View Result
pl_pl: Podejrzyj wynik

source: View Results
pl_pl: Podejrzyj wyniki

source: Search Result
pl_pl: Szukaj wyniku

source: Serie
pl_pl: Seria

source: All Series
pl_pl: Wszystkie serie

source: New Serie Name
pl_pl: Nowa seria

source: Add New Serie
pl_pl: Dodaj serię

source: Edit Serie
pl_pl: Edytuj serię

source: Update Serie
pl_pl: Aktualizuj serię

source: View Serie
pl_pl: Podejrzyj serię

source: Add or remove series
pl_pl: Dodaj lub usuń serie

source: Popular Series
pl_pl: Popularne serie

source: Search Series
pl_pl: Szukaj serii

source: No series
pl_pl: Brak serii

source: Series list
pl_pl: Lista serii

source: Series list navigation
pl_pl: Lista nawigacyjna serii

source: Result data
pl_pl: Dane wyniku

source: Races data
pl_pl: Dane wyścigów

source: Show meta
pl_pl: Pokaż dodatkowe dane

source: There is no race data.
pl_pl: Brak wyników wyścigów.

source: Download
pl_pl: Pobierz

source: Edit Sailor - Missing Birth Year
pl_pl: Edytuj - brakuje urodzenia

source: All Locations
pl_pl: Wszystkie lokalizacje

source: New Locations Name
pl_pl: Nowa lokalizacja

source: Add New Locations
pl_pl: Dodaj lokalizację

source: Edit Locations
pl_pl: Edytuj lokalizację

source: Update Locations
pl_pl: Aktualizuj lokalizację

source: View Locations
pl_pl: Podejrzyj lokalizacje

source: Separate Locations with commas
pl_pl: Oddzielaj lokalizacje przecinkami

source: Add or remove Locations
pl_pl: Dodaj lub usuń lokalizacje

source: Popular Locations
pl_pl: Popularne lokalizacje

source: Search Locations
pl_pl: Szukaj lokalizacji

source: Locations list
pl_pl: Lista lokalizacji

source: Locations list navigation
pl_pl: Lista nawigacyjna lokalizacji

source: Statistics
pl_pl: Statystyki

source: Number of sailors
pl_pl: Liczba żeglarzy

source: Number of boats
pl_pl: Liczba łodek

source: Number of event results
pl_pl: Liczba wyników

source: 5o5 do not have such post type!
pl_pl: 5o5 nie ma wybranego typu wpisów!

source: Settings
pl_pl: Ustawienia

source: Donate
pl_pl: Złóż datek

source: All Boat Numbers
pl_pl: Wszystkie numer łodzi

source: New Boat Number Name
pl_pl: Nowy numer łodzi

source: Add New Boat Number
pl_pl: Dodaj numer łodzi

source: Edit Boat Number
pl_pl: Edytuj umer łodzi

source: Update Boat Number
pl_pl: Aktualizuj numer łodzi

source: View Boat Number
pl_pl: Podejrzyj numer łodzi

source: Separate Boat Numbers with commas
pl_pl: Oddzialaj numery łodek przecinkami

source: Add or remove Boat Numbers
pl_pl: Dodawaj lub usuwaj numery łódek

source: Popular Boat Numbers
pl_pl: Popularne numery łódek

source: Search Boat Numbers
pl_pl: Szukaj numerów łodzi

source: Boat Numbers list
pl_pl: Lista numerów łodzi

source: Boat Numbers list navigation
pl_pl: Nawigacja listy numerów łodzi

source: An error occurred while getting the configuration.
pl_pl: Wystąpił błąd w czasie pobierania konfiguracji.

source: Upload image
pl_pl: Dodaj obrazek

source: Delete image
pl_pl: Skasuj obrazek

source: Save Changes
pl_pl: Zapisz zmiany

source: OFF
pl_pl: Wyłącz

source: ON
pl_pl: Włącz

# number of boats
source: Number of boats: %1$d.
pl_pl: Liczba łódek: %1$d.

# Boat General Name
source: Boats
pl_pl: Łódki

# Boat Singular Name
source: Boat
pl_pl: Łodka

# slug for archive
source: 5o5-boats
pl_pl: 5o5-lodki

# slug for archive
source: 5o5-persons
pl_pl: 5o5-osoby

# slug for archive
source: 5o5-results
pl_pl: 5o5-wyniki

# slug for single boat
source: 5o5-boat
pl_pl: 5o5-lodka

# Taxonomy General Name
source: Hull Manufacturers
pl_pl: Producenci kadłubów

# Taxonomy General Name
source: Sails Manufacturers
pl_pl: Producenci żagli

# Taxonomy General Name
source: Masts Manufacturers
pl_pl: Producenci masztów

# Taxonomy General Name
source: Series
pl_pl: Serie

# Taxonomy General Name
source: Locations
pl_pl: Lokalizacje

# Taxonomy General Name
source: Boat Numbers
pl_pl: Numer łodzi

# Taxonomy Singular Name
source: Hull Manufacturer
pl_pl: Producent kadłuba

# Taxonomy Singular Name
source: Sails Manufacturer
pl_pl: Producent żagli

# Taxonomy Singular Name
source: Masts Manufacturer
pl_pl: Producent masztów

# Taxonomy Singular Name
source: Serie
pl_pl: Seria

# Taxonomy Singular Name
source: Locations
pl_pl: Lokalizacja

# Taxonomy Singular Name
source: Boat Number
pl_pl: Numer łodzi

# value of boat
source: unknown
pl_pl: nieznany

# Past crews number
source: Past crew
pl_pl: Poprzednia załoga

# Person General Name
source: Persons
pl_pl: Osoby

# Person Singular Name
source: Person
pl_pl: Osoba

# slug for single person
source: 5o5-person
pl_pl: 5o5-osoba

# Club General Name
source: Clubs
pl_pl: Kluby

# Club Singular Name
source: Club
pl_pl: Klub

# Person name on crews list if it is not set
source: not set
pl_pl: brak

# Result General Name
source: Results
pl_pl: Wyniki

# Result Singular Name
source: Result
pl_pl: Wynik

# slug for single result
source: result
pl_pl: wynik

# slug for images
source: 5o5-boat-number
pl_pl: 5o5-numer
